Repository: cdaecke/md_news_author
Catalog: Resources/Private/Language/*.locallang_csh_tx_mdnewsauthor_domain_model_newsauthor.xlf
Languages: de

# gender.description
source: Select the gender of the author
de: Geschlecht des Autors wählen

# title.description
source: Add title of the author (e.g. Prof.)
de: Einen Titel des Autors eingeben (beispielsweise Prof.)

# firstname.description
source: Authors firstname (mandatory)
de: Vorname des Autors (Pflichtfeld)

# lastname.description
source: Authors lastname (mandatory)
de: Nachname des Autors (Pflichtfeld)

# phone.description
source: Authors phone number
de: Telefonnummer des Autors

# email.description
source: Authors email address
de: eMail Adresse des Autors

# www.description
source: Authors website
de: Internetseite des Autors

# facebook.description
source: Authors Facebook profile url
de: URL des Facebookprofils des Autors

# twitter.description
source: Authors Twitter profile url
de: URL des Twitterprofils des Autors

# bio.description
source: Details about the author
de: Informationen über den Autor

# image.description
source: Image of the author
de: Bild des Autors
