Repository: cdaecke/md_news_author
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_mdnewsauthor_domain_model_newsauthor
source: News Author
de: News Autor

# tx_mdnewsauthor_domain_model_newsauthor.news_author_tab
source: Author
de: Autor

# tx_mdnewsauthor_domain_model_newsauthor.title
source: Title
de: Titel

# tx_mdnewsauthor_domain_model_newsauthor.gender
source: Gender
de: Geschlecht

# tx_mdnewsauthor_domain_model_newsauthor.gender.female
source: female
de: weiblich

# tx_mdnewsauthor_domain_model_newsauthor.gender.male
source: male
de: männlich

# tx_mdnewsauthor_domain_model_newsauthor.firstname
source: Firstname
de: Vorname

# tx_mdnewsauthor_domain_model_newsauthor.lastname
source: Lastname
de: Nachname

# tx_mdnewsauthor_domain_model_newsauthor.slug
source: URL path segment
de: URL Pfadsegment

# tx_mdnewsauthor_domain_model_newsauthor.phone
source: Phone number
de: Telefonnummer

# tx_mdnewsauthor_domain_model_newsauthor.bio
source: Bio
de: Über die Person

# tx_mdnewsauthor_domain_model_newsauthor.image
source: Author image
de: Bild

# tx_mdnewsauthor_domain_model_newsauthor.categories
source: Categories
de: Kategorien

# palette.general
source: General
de: Allgemein

# palette.company
source: Company details
de: Firma

# palette.contact
source: Contact details
de: Kontaktinformationen

# palette.social
source: Social networks
de: Soziale Netzwerke

# flex_author
source: General settings
de: Allgemeine Einstellungen

# flex_author.view
source: Plugin settings
de: Plugin Einstellungen

# flex_author.mode
source: Please choose plugin mode
de: Bitte wählen!

# flex_author.list
source: List authors
de: Autoren-Liste

# flex_author.show
source: Author details
de: Autoren-Detail

# flex_author.detailPid
source: Page with single author view
de: Seite mit Detailansicht eines Autors

# flex_author.listPid
source: Page with author list
de: Seite mit Listenansicht der Autoren

# flex_author.tabList
source: List view settings
de: Einstellungen Listenansicht

# flex_author.listImageWidth
source: Image width (numeric with optional "m" or "c")
de: Bildbreite (Zahl in Pixel mit optionalem "m" oder "c")

# flex_author.listImageHeight
source: Image height (numeric with optional "m" or "c")
de: Bildhöhe (Zahl in Pixel mit optionalem "m" oder "c")

# flex_author.listAlphabeticalNavigation
source: Show alphabetical navigation
de: Zeige alphabetischen Filter

# flex_author.tabCategory
source: Categories
de: Kategorien

# flex_author.categoryDesc
source: Show authors of selected categories only
de: Zeige nur Autoren der gewählten Kategorien

# flex_author.tabDetail
source: Detail view settings
de: Einstellungen Detailansicht

# flex_author.detailImageWidth
source: Image width (numeric with optional "m" or "c")
de: Bildbreite (Zahl in Pixel mit optionalem "m" oder "c")

# flex_author.detailImageHeight
source: Image height (numeric with optional "m" or "c")
de: Bildhöhe (Zahl in Pixel mit optionalem "m" oder "c")

# tx_newsauthor_domain_model_news.news_author
source: News Author
de: News Autor

# tx_news_domain_model_news.tx_extbase_type.Tx_NewsAuthor_News
source: News Author News
de: News Autor News
